Repository: T-1234567890/origami-browser
Catalog: Origami/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Default Browser
zh_hans: 默认浏览器

source: Origami is your default browser
zh_hans: Origami 是你的默认浏览器

source: Set as Default…
zh_hans: 设为默认…

source: The default browser was not changed. You can try again or choose Origami in System Settings.
zh_hans: 默认浏览器未更改。你可以重试，或在系统设置中选择 Origami。

source: Choose where to save the webpage folder. Open index.html inside it to view the saved page.
zh_hans: 选择网页文件夹的存储位置。打开其中的 index.html 即可查看已存储的网页。

source: The page was saved, but some resources were unavailable. Parts of the saved page may be missing.
zh_hans: 网页已存储，但部分资源不可用。已存储的网页可能缺少部分内容。

source: Print…
zh_hans: 打印…

source: Save Page…
zh_hans: 存储网页…

source: The webpage could not be saved. Please try again.
zh_hans: 无法存储网页。请重试。

source: Preview unavailable. Open the file to view it.
zh_hans: 无法预览。请打开文件查看。

source: %@ · Completed
zh_hans: %@ · 已完成

source: %@ downloaded
zh_hans: 已下载 %@

source: %@ of %@
zh_hans: %@，共 %@

source: %lld active
zh_hans: %lld 项正在进行

source: %lld bytes decoded
zh_hans: 已解码 %lld 字节

source: %lld pages
zh_hans: %lld 页

source: %lld percent
zh_hans: 百分之 %lld

source: %lld selected
zh_hans: 已选 %lld 项

source: %lld visits
zh_hans: %lld 次访问

source: %lld websites selected
zh_hans: 已选 %lld 个网站

source: ~%lld min read
zh_hans: 约 %lld 分钟阅读

source: ● LIVE
zh_hans: ● 直播

source: 1 year
zh_hans: 1 年

source: 30 days
zh_hans: 30 天

source: 90 days
zh_hans: 90 天

source: 180 days
zh_hans: 180 天

source: About
zh_hans: 关于

source: About Origami
zh_hans: 关于 Origami

source: About Origami…
zh_hans: 关于 Origami…

source: Accent gradient preview
zh_hans: 强调色渐变预览

source: Access was not granted to the browser’s data. Try Allow Access again.
zh_hans: 未获准访问浏览器数据。请再次尝试“允许访问”。

source: Actual Size
zh_hans: 实际大小

source: Ad Blocking
zh_hans: 广告拦截

source: Ad rules couldn’t be prepared. Existing rules remain active if available.
zh_hans: 无法准备广告拦截规则。已有的可用规则仍会生效。

source: Add Bookmark
zh_hans: 添加书签

source: Add sites here or turn off Content Blocking in the site privacy popover. Both update the same exclusion list.
zh_hans: 在此添加网站，或在网站隐私弹出面板中关闭内容拦截。两种方式会更新同一排除列表。

source: AI Peek and credibility assessment are temporarily disabled.
zh_hans: AI Peek 和可信度评估已暂时停用。

source: AI-assisted assessment, not a verdict on every claim.
zh_hans: AI 辅助评估，不代表对每项说法的判定。

source: AI-assisted assessment. Review the linked evidence before relying on it.
zh_hans: AI 辅助评估。采信前请查阅所附证据。

source: AI-assisted source assessment, not a verdict on every claim.
zh_hans: AI 辅助来源评估，不代表对每项说法的判定。

source: All Permissions & Apps
zh_hans: 所有权限与应用

source: All Settings
zh_hans: 所有设置

source: All time
zh_hans: 所有时间

source: All website data
zh_hans: 所有网站数据

source: All Websites
zh_hans: 所有网站

source: Allow
zh_hans: 允许

source: Allow Access
zh_hans: 允许访问

source: Allow Access…
zh_hans: 允许访问…

source: Allow Origami to read %@’s browsing data. The browser’s folder is already selected.
zh_hans: 允许 Origami 读取 %@ 的浏览数据。已选中该浏览器的文件夹。

source: Allow Origami to read %@’s data to continue.
zh_hans: 请允许 Origami 读取 %@ 的数据以继续。

source: Allow suggestions in Private Browsing
zh_hans: 在无痕浏览中允许搜索建议

source: Always Open
zh_hans: 始终打开

source: Answer mode
zh_hans: 回答模式

source: API key
zh_hans: API 密钥

source: App Language
zh_hans: App 语言

source: Appearance
zh_hans: 外观

source: Apple Passwords could not complete this request (code %@). Website password access through this API requires an approved app–website association. Origami cannot offer Safari-style password access through this request alone.
zh_hans: Apple 密码无法完成此请求（代码 %@）。通过此 API 访问网站密码需要获批准的应用与网站关联。仅凭此请求，Origami 无法提供 Safari 式密码访问。

source: Applies to browsing history, recently closed tabs, and inactive Ask histories across profiles. Cookies, website data, bookmarks and downloads are kept. Shortening this period deletes older history immediately.
zh_hans: 适用于所有个人资料的浏览历史记录、最近关闭的标签页和非活跃提问记录。保留 Cookie、网站数据、书签和下载。缩短保留期限将立即删除较早的记录。

source: Applies to tab layout. Other options on this page remain shared.
zh_hans: 适用于标签页布局。本页其他选项仍为共享设置。

source: Applies to this hostname. Enable each blocker in Privacy settings first. Reload to apply changes.
zh_hans: 适用于此主机名。请先在隐私设置中启用相应的拦截功能，然后重新载入以应用更改。

source: Arc spaces, favorites and sidebar folders are not inferred from proprietary sidebar data. Use a bookmarks export for those items.
zh_hans: 不会从 Arc 专有的边栏数据推断空间、收藏和边栏文件夹。请通过书签导出这些项目。

source: Article image
zh_hans: 文章图像

source: Article video
zh_hans: 文章视频

source: As Tab Group
zh_hans: 作为标签页组

source: As Tabs
zh_hans: 作为标签页

source: Ask
zh_hans: 提问

source: Ask / Research
zh_hans: 提问 / 研究

source: Ask About Selection
zh_hans: 就所选内容提问

source: Ask before allowing website popups and autoplay.
zh_hans: 允许网站弹出式窗口和自动播放前先询问。

source: Ask This Page
zh_hans: 向此页面提问

source: Ask where to save files
zh_hans: 询问文件存储位置

source: Assessment unavailable.
zh_hans: 评估不可用。

source: Automatic
zh_hans: 自动

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically delete history
zh_hans: 自动删除历史记录

source: Automatically evaluate preview credibility
zh_hans: 自动评估预览内容的可信度

source: Automatically sleep inactive tabs
zh_hans: 自动休眠不活跃的标签页

source: Automatically summarize previews
zh_hans: 自动生成预览摘要

source: Automatically use fallback when the default model is unavailable
zh_hans: 默认模型不可用时自动使用备用模型

source: Back
zh_hans: 返回

source: Back (⌘⌥←)
zh_hans: 后退（⌘⌥←）

source: Back to options
zh_hans: 返回选项

source: Back to Parent Folder
zh_hans: 返回上级文件夹

source: Background
zh_hans: 背景

source: Beta
zh_hans: 测试版

source: Block
zh_hans: 阻止

source: Block pop-ups and autoplay by default
zh_hans: 默认阻止弹出式窗口和自动播放

source: Block website popups and autoplay by default.
zh_hans: 默认阻止网站弹出式窗口和自动播放。

source: Blocked domains
zh_hans: 已拦截的域名

source: Blocking
zh_hans: 拦截

source: Bookmark
zh_hans: 书签

source: Bookmark All Tabs…
zh_hans: 将所有标签页加入书签…

source: Bookmark Current Tab
zh_hans: 将当前标签页加入书签

source: Bookmark Group
zh_hans: 将标签页组加入书签

source: Bookmark Tab
zh_hans: 将标签页加入书签

source: Bookmark This Page
zh_hans: 将此页面加入书签

source: Bookmark This Page (⌘D)
zh_hans: 将此页面加入书签（⌘D）

source: Bookmark This Tab
zh_hans: 将此标签页加入书签

source: Bookmarks
zh_hans: 书签

source: Bookmarks (%lld)
zh_hans: 书签（%lld）

source: Bookmarks and history
zh_hans: 书签与历史记录

source: Bookmarks export only. Other browser data is not included.
zh_hans: 仅包含导出的书签，不含其他浏览器数据。

source: Bookmarks unavailable.
zh_hans: 书签不可用。

source: Bring your bookmarks, history and tabs from another browser.
zh_hans: 从其他浏览器导入书签、历史记录和标签页。

source: Bring Your Browser Data
zh_hans: 导入浏览器数据

source: Browse
zh_hans: 浏览

source: Browser Notice
zh_hans: 浏览器提示

source: Browser Settings
zh_hans: 浏览器设置

source: Build %@
zh_hans: 构建版本 %@

source: Cancel
zh_hans: 取消

source: Cancel Download
zh_hans: 取消下载

source: Cancel response
zh_hans: 取消回答

source: Cancelled
zh_hans: 已取消

source: Cancelled.
zh_hans: 已取消。

source: Certificate validated by WebKit. Encryption does not establish that this website is trustworthy.
zh_hans: 证书已通过 WebKit 验证。连接加密不代表网站本身值得信任。

source: Change
zh_hans: 更改

source: Change App Language?
zh_hans: 更改应用语言？

source: Change Folder…
zh_hans: 更改文件夹…

source: Change Language
zh_hans: 更改语言

source: Change Origami’s language to %@? This applies immediately. Your open tabs and playback will continue.
zh_hans: 将 Origami 的语言更改为 %@？更改将立即生效，已打开的标签页和播放不会中断。

source: Change saved site exceptions in a regular window.
zh_hans: 请在普通窗口中更改已保存的网站例外。

source: Changing website sharing reloads this profile’s open pages. Save any unfinished forms first.
zh_hans: 更改网站数据共享设置会重新载入此个人资料中打开的页面。请先保存尚未提交的表单。

source: Check Again
zh_hans: 再次检查

source: Check for Updates…
zh_hans: 检查更新…

source: Checking connection
zh_hans: 正在检查连接

source: Choose 2–6 loaded tabs.
zh_hans: 请选择 2–6 个已载入的标签页。

source: Choose a compatible model in Settings → AI.
zh_hans: 请在“设置 → AI”中选择兼容的模型。

source: Choose a default model with web search support. Other models are optional.
zh_hans: 选择支持网页搜索的默认模型。其他模型为可选项。

source: Choose a download folder again to allow access.
zh_hans: 请重新选择下载文件夹以允许访问。

source: Choose a filename that does not already exist.
zh_hans: 请选择尚未使用的文件名。

source: Choose a loaded webpage. Internal pages are not sent to AI.
zh_hans: 请选择已载入的网页。内部页面不会发送至 AI。

source: Choose a separate destination profile. This profile shares bookmarks or history with another profile.
zh_hans: 请选择独立的目标个人资料。此个人资料与其他个人资料共享书签或历史记录。

source: Choose a UTF-8 text file up to 1 MB, with one domain per line (maximum 500 total). Existing rules were kept.
zh_hans: 请选择不超过 1 MB 的 UTF-8 文本文件，每行一个域名（总计最多 500 个）。现有规则已保留。

source: Choose an image smaller than 4 MB.
zh_hans: 请选择小于 4 MB 的图像。

source: Choose an open webpage to run this script
zh_hans: 选择一个已打开的网页来运行此脚本

source: Choose Data to Clear
zh_hans: 选择要清除的数据

source: Choose fallback model…
zh_hans: 选择备用模型…

source: Choose Image…
zh_hans: 选取图像…

source: Choose model
zh_hans: 选择模型

source: Choose PNG or SVG…
zh_hans: 选取 PNG 或 SVG…

source: Choose what each profile keeps separate or shares with the default profile. Tabs always stay separate.
zh_hans: 选择各个人资料要独立保留或与默认个人资料共享的数据。标签页始终独立。

source: Choose where to save
zh_hans: 选择存储位置

source: Choose your models
zh_hans: 选择模型

source: Clear Browsing Data
zh_hans: 清除浏览数据

source: Clear Browsing Data…
zh_hans: 清除浏览数据…

source: Clear Completed
zh_hans: 清除已完成项

source: Clear History
zh_hans: 清除历史记录

source: Clear History…
zh_hans: 清除历史记录…

source: Clear Selected Data…
zh_hans: 清除所选数据…

source: Close
zh_hans: 关闭

source: Close %@
zh_hans: 关闭 %@

source: Close About Origami
zh_hans: 关闭“关于 Origami”

source: Close Commands
zh_hans: 关闭命令面板

source: Close Find
zh_hans: 关闭查找

source: Close other windows for the destination profile before replacing its data.
zh_hans: 替换数据前，请关闭目标个人资料的其他窗口。

source: Close Peek
zh_hans: 关闭 Peek

source: Close Reader
zh_hans: 关闭阅读器

source: Close Tab
zh_hans: 关闭标签页

source: Close this Private Window and return to normal browsing
zh_hans: 关闭此无痕浏览窗口并返回普通浏览

source: Close Window
zh_hans: 关闭窗口

source: Collapsed
zh_hans: 已折叠

source: Color
zh_hans: 颜色

source: Compact View
zh_hans: 紧凑视图

source: Compare Tabs
zh_hans: 比较标签页

source: Compiling filters…
zh_hans: 正在编译过滤规则…

source: Completed
zh_hans: 已完成

source: Configure Service
zh_hans: 配置服务

source: Confirm
zh_hans: 确认

source: Connect a provider in Settings → AI.
zh_hans: 请在“设置 → AI”中连接服务提供商。

source: Connect a service to Ask the Web
zh_hans: 为 Ask the Web 连接服务

source: Connect Service
zh_hans: 连接服务

source: Connected. Choose a default model below to complete setup.
zh_hans: 已连接。请在下方选择默认模型以完成设置。

source: Connecting…
zh_hans: 正在连接…

source: Connection not verified
zh_hans: 连接尚未验证

source: Connection Security
zh_hans: 连接安全

source: Connection verified.
zh_hans: 连接已验证。

source: Content Blocking
zh_hans: 内容拦截

source: Content Blocking is disabled on these sites. This list also reflects changes made in Site Information.
zh_hans: 这些网站不启用内容拦截。在“网站信息”中所做的更改也会显示在此列表中。

source: Content rules couldn’t be prepared.
zh_hans: 无法准备内容拦截规则。

source: Continue
zh_hans: 继续

source: Continue…
zh_hans: 继续…

source: Converting filters…
zh_hans: 正在转换过滤规则…

source: Copied
zh_hans: 已拷贝

source: Copy
zh_hans: 拷贝

source: Copy app version, build, macOS version, architecture, and release channel only.
zh_hans: 仅拷贝应用版本、构建版本、macOS 版本、架构和发布通道。

source: Copy as Markdown
zh_hans: 拷贝为 Markdown

source: Copy Info
zh_hans: 拷贝信息

source: Copy JSON
zh_hans: 拷贝 JSON

source: Copy JSONPath
zh_hans: 拷贝 JSONPath

source: Copy Object
zh_hans: 拷贝对象

source: Copy Page as Markdown
zh_hans: 将页面拷贝为 Markdown

source: Copy response
zh_hans: 拷贝回答

source: Copy Result
zh_hans: 拷贝结果

source: Copy URL
zh_hans: 拷贝 URL

source: Copy Value
zh_hans: 拷贝值

source: Could not check the provider connection.
zh_hans: 无法检查与服务提供商的连接。

source: Could not delete the selected history.
zh_hans: 无法删除所选历史记录。

source: Could not read the selected page content.
zh_hans: 无法读取所选页面的内容。

source: Could not restore the saved answer.
zh_hans: 无法恢复已保存的回答。

source: Couldn’t delete the selected history.
zh_hans: 无法删除所选历史记录。

source: Couldn’t refresh models. Showing saved results.
zh_hans: 无法刷新模型。正在显示已保存的结果。

source: Couldn’t save the selected version.
zh_hans: 无法保存所选版本。

source: Credibility
zh_hans: 可信度

source: Credits & Licenses
zh_hans: 致谢与许可

source: Current
zh_hans: 当前

source: Current page
zh_hans: 当前页面

source: Custom
zh_hans: 自定

source: Dark
zh_hans: 深色

source: Date
zh_hans: 日期

source: Decision
zh_hans: 决定

source: Default highlight style
zh_hans: 默认高亮样式

source: Default model
zh_hans: 默认模型

source: Default New Tab
zh_hans: 默认新标签页

source: Default search engine
zh_hans: 默认搜索引擎

source: Delete
zh_hans: 删除

source: Delete %lld selected explorations?
zh_hans: 删除所选的 %lld 条探索记录？

source: Delete bookmark
zh_hans: 删除书签

source: Delete history in this date range? Shared history is removed for every profile using it.
zh_hans: 删除此日期范围内的历史记录？这也会移除所有使用该共享历史记录的个人资料中的记录。

source: Delete profile
zh_hans: 删除个人资料

source: Delete Profile?
zh_hans: 删除个人资料？

source: Delete selected
zh_hans: 删除所选项

source: Delete Selected (%lld)…
zh_hans: 删除所选项（%lld）…

source: Delete this folder and its bookmarks?
zh_hans: 删除此文件夹及其书签？

source: Delete visit
zh_hans: 删除访问记录

source: Delete…
zh_hans: 删除…

source: Deselect All
zh_hans: 取消全选

source: Develop
zh_hans: 开发

source: Disconnect
zh_hans: 断开连接

source: Disconnect %@?
zh_hans: 断开与 %@ 的连接？

source: Dismiss
zh_hans: 关闭

source: Document End
zh_hans: 文档结尾

source: Document Start
zh_hans: 文档开头

source: Domain
zh_hans: 域名

source: Done
zh_hans: 完成

source: Done Selecting
zh_hans: 完成选择

source: Download failed
zh_hans: 下载失败

source: Download folder
zh_hans: 下载文件夹

source: Download History
zh_hans: 下载历史记录

source: Download interrupted
zh_hans: 下载已中断

source: Download or compilation failed. No ad rules are active yet.
zh_hans: 下载或编译失败。目前没有生效的广告拦截规则。

source: Downloading EasyList (1 of 2)…
zh_hans: 正在下载 EasyList（1/2）…

source: Downloading EasyPrivacy (2 of 2)…
zh_hans: 正在下载 EasyPrivacy（2/2）…

source: Downloads
zh_hans: 下载

source: Downloads EasyList and EasyPrivacy from easylist.to when enabled. Supported network filters refresh daily; unsupported filters are skipped. No filter lists are bundled.
zh_hans: 启用后从 easylist.to 下载 EasyList 和 EasyPrivacy。支持的网络过滤规则每日更新，不支持的规则会被跳过。应用不内置过滤列表。

source: Drag out to separate tabs
zh_hans: 拖出以分离标签页

source: Duplicate Tab
zh_hans: 复制标签页

source: Edit
zh_hans: 编辑

source: Edit bookmark
zh_hans: 编辑书签

source: Edit Bookmark
zh_hans: 编辑书签

source: Edit Custom Rules…
zh_hans: 编辑自定规则…

source: Edit excluded sites
zh_hans: 编辑排除的网站

source: Edit Folder
zh_hans: 编辑文件夹

source: Edit follow-up
zh_hans: 编辑追问

source: Edit or Remove Bookmark
zh_hans: 编辑或移除书签

source: Edit Profile
zh_hans: 编辑个人资料

source: Edit prompt
zh_hans: 编辑提问

source: Edit prompt and versions
zh_hans: 编辑提问和版本

source: Edit…
zh_hans: 编辑…

source: Enable AI Peek (experimental)
zh_hans: 启用 AI Peek（实验性）

source: Enabled
zh_hans: 已启用

source: Encrypted connection
zh_hans: 加密连接

source: End Split
zh_hans: 结束分屏

source: Enter valid domains only, one per line (maximum 500).
zh_hans: 请输入有效域名，每行一个，最多 500 个。

source: Evaluate Credibility
zh_hans: 评估可信度

source: Everything
zh_hans: 全部

source: Excluded sites
zh_hans: 排除的网站

source: Excluded Sites
zh_hans: 排除的网站

source: Exit Private Browsing
zh_hans: 退出无痕浏览

source: Exit Reader Mode
zh_hans: 退出阅读器模式

source: Expanded
zh_hans: 已展开

source: Explain Selection
zh_hans: 解释所选内容

source: Explicitly supplied page
zh_hans: 明确提供的页面

source: Explore a follow-up…
zh_hans: 继续追问…

source: Export HTML…
zh_hans: 导出 HTML…

source: Export OPML…
zh_hans: 导出 OPML…

source: External Apps
zh_hans: 外部应用

source: Extract Links
zh_hans: 提取链接

source: Extract Metadata
zh_hans: 提取元数据

source: Fallback model
zh_hans: 备用模型

source: Fallback uses only your configured model when its required capabilities are confirmed. Model and search charges may apply.
zh_hans: 仅当已确认模型具备所需能力时，才会使用你配置的备用模型。模型和搜索服务可能收费。

source: Feed Actions
zh_hans: 订阅源操作

source: Feedback & Support
zh_hans: 反馈与支持

source: Files you download will appear here.
zh_hans: 下载的文件将显示在这里。

source: Fill frame and sidebar background with accent (Vertical tabs only)
zh_hans: 使用强调色填充边框和边栏背景（仅限垂直标签页）

source: Filter download progress
zh_hans: 过滤列表下载进度

source: Filter Websites
zh_hans: 筛选网站

source: Find a site
zh_hans: 查找网站

source: Find in JSON
zh_hans: 在 JSON 中查找

source: Find on page
zh_hans: 在页面中查找

source: Find on Page…
zh_hans: 在页面中查找…

source: Find Original Source
zh_hans: 查找原始来源

source: Find Primary Source
zh_hans: 查找一手来源

source: Firefox-compatible session tabs are imported. Zen container identities and workspace isolation are not transferred.
zh_hans: 导入与 Firefox 兼容的会话标签页。不会迁移 Zen 容器身份和工作区隔离设置。

source: Floating Media Control
zh_hans: 悬浮媒体控制

source: Folder
zh_hans: 文件夹

source: Folder (optional)
zh_hans: 文件夹（可选）

source: Folder name
zh_hans: 文件夹名称

source: Follow
zh_hans: 关注

source: Follow Site
zh_hans: 关注网站

source: Font
zh_hans: 字体

source: Font size
zh_hans: 字号

source: Forward
zh_hans: 前进

source: Forward (⌘⌥→)
zh_hans: 前进（⌘⌥→）

source: Free model pricing covers tokens. Web search is billed separately.
zh_hans: 免费模型仅免收 token 费用。网页搜索单独计费。

source: General
zh_hans: 通用

source: Generated Visuals
zh_hans: 生成可视化内容

source: Generating response
zh_hans: 正在生成回答

source: Getting your data ready…
zh_hans: 正在准备你的数据…

source: GitHub Repository
zh_hans: GitHub 仓库

source: Glass
zh_hans: 玻璃效果

source: Global Quick Search
zh_hans: 全局快速搜索

source: Global Shortcuts
zh_hans: 全局快捷键

source: Global shortcuts could not be registered on this Mac.
zh_hans: 无法在此 Mac 上注册全局快捷键。

source: Gradient accent
zh_hans: 渐变强调色

source: Group name
zh_hans: 组名称

source: Group: %@
zh_hans: 组：%@

source: Hide API key
zh_hans: 隐藏 API 密钥

source: Highlighter
zh_hans: 高亮标记

source: Highlighter tools
zh_hans: 高亮标记工具

source: Highlights couldn’t be displayed on this page.
zh_hans: 无法在此页面显示高亮标记。

source: Highly Credible
zh_hans: 可信度高

source: History
zh_hans: 历史记录

source: History (%lld)
zh_hans: 历史记录（%lld）

source: History cleanup could not finish.
zh_hans: 历史记录清理未能完成。

source: History unavailable.
zh_hans: 历史记录不可用。

source: Horizontal
zh_hans: 水平

source: Horizontal tabs
zh_hans: 水平标签页

source: HTTPS with insecure content
zh_hans: HTTPS 页面包含不安全内容

source: Import
zh_hans: 导入

source: Import a UTF-8 text file with one blocked domain per line.
zh_hans: 导入 UTF-8 文本文件，每行一个要拦截的域名。

source: Import Another Browser
zh_hans: 导入其他浏览器

source: Import Browser Data
zh_hans: 导入浏览器数据

source: Import couldn’t finish. Your other browser’s data is unchanged.
zh_hans: 导入未能完成。原浏览器的数据保持不变。

source: Import HTML…
zh_hans: 导入 HTML…

source: Import OPML…
zh_hans: 导入 OPML…

source: Import Rules…
zh_hans: 导入规则…

source: Imported Folder
zh_hans: 导入的文件夹

source: Imported into a separate profile. Your existing browsing data stays as it is.
zh_hans: 已导入独立的个人资料。现有浏览数据保持不变。

source: Inspect in Safari…
zh_hans: 在 Safari 中检查…

source: Interactive visual couldn’t be displayed.
zh_hans: 无法显示交互式可视化内容。

source: Interrupted — submit again to retry.
zh_hans: 已中断 — 请重新提交以重试。

source: JSON Reader
zh_hans: JSON 阅读器

source: JSON view
zh_hans: JSON 视图

source: Keep history for
zh_hans: 历史记录保留期限

source: Keynote presentation
zh_hans: Keynote 演示文稿

source: Keys are stored in Keychain. Requests go to your provider and may incur charges.
zh_hans: 密钥存储在钥匙串中。请求会发送至你的服务提供商，并可能产生费用。

source: Language
zh_hans: 语言

source: Last 7 Days
zh_hans: 最近 7 天

source: Last Hour
zh_hans: 最近一小时

source: Library
zh_hans: 资料库

source: Light
zh_hans: 浅色

source: Lightweight model
zh_hans: 轻量模型

source: Line spacing
zh_hans: 行距

source: Line width
zh_hans: 行宽

source: Link previews
zh_hans: 链接预览

source: LIVE
zh_hans: 直播

source: Live media
zh_hans: 直播媒体

source: Load More
zh_hans: 载入更多

source: Loading page
zh_hans: 正在载入页面

source: Loading preview
zh_hans: 正在载入预览

source: Local page
zh_hans: 本地页面

source: Local Storage
zh_hans: 本地存储

source: Main accent
zh_hans: 主强调色

source: Manage Profiles…
zh_hans: 管理个人资料…

source: Manage Scripts…
zh_hans: 管理脚本…

source: Mark Read
zh_hans: 标为已读

source: Mark Unread
zh_hans: 标为未读

source: Match patterns — one domain or URL pattern per line; * matches any characters.
zh_hans: 匹配模式：每行一个域名或 URL 模式；* 匹配任意字符。

source: Media
zh_hans: 媒体

source: Mixed / Disputed
zh_hans: 证据不一 / 存在争议

source: Model and answer options
zh_hans: 模型与回答选项

source: More options & details
zh_hans: 更多选项与详情

source: Move after tab
zh_hans: 移到标签页之后

source: Move before tab
zh_hans: 移到标签页之前

source: Move Down
zh_hans: 下移

source: Move Left
zh_hans: 左移

source: Move Right
zh_hans: 右移

source: Move to end
zh_hans: 移到末尾

source: Move to Group
zh_hans: 移到组

source: Move to Window
zh_hans: 移到窗口

source: Move Up
zh_hans: 上移

source: Mozilla Readability notices
zh_hans: Mozilla Readability 声明

source: Mute site
zh_hans: 静音网站

source: Muted
zh_hans: 已静音

source: Name
zh_hans: 名称

source: Native
zh_hans: 原生

source: Navigate
zh_hans: 导航

source: Never
zh_hans: 永不

source: Never sleep this site
zh_hans: 永不休眠此网站

source: Never Sleep This Site
zh_hans: 永不休眠此网站

source: New Folder
zh_hans: 新建文件夹

source: New Group
zh_hans: 新建组

source: New Group with Tab
zh_hans: 用此标签页新建组

source: New Private Window
zh_hans: 新建无痕浏览窗口

source: New Profile
zh_hans: 新建个人资料

source: New Profile…
zh_hans: 新建个人资料…

source: New Script
zh_hans: 新建脚本

source: New Tab
zh_hans: 新建标签页

source: New Tab (⌘T)
zh_hans: 新建标签页（⌘T）

source: New Tab Group
zh_hans: 新建标签页组

source: New Tab in Group
zh_hans: 在组中新建标签页

source: New Tab title image
zh_hans: 新标签页标题图像

source: New Window
zh_hans: 新建窗口

source: Next
zh_hans: 下一步

source: Next match
zh_hans: 下一个匹配项

source: Next Tab
zh_hans: 下一个标签页

source: No account required. No telemetry.
zh_hans: 无需账户，不收集遥测数据。

source: No bookmarks here.
zh_hans: 这里还没有书签。

source: No bookmarks yet
zh_hans: 还没有书签

source: No compatible browsing data was found for %@. You can try again or choose another browser.
zh_hans: 未找到 %@ 的兼容浏览数据。你可以重试或选择其他浏览器。

source: No custom rules. Nothing is blocked.
zh_hans: 没有自定规则，不会拦截任何内容。

source: No downloads yet
zh_hans: 还没有下载项

source: No downloads yet.
zh_hans: 还没有下载项。

source: No fallback
zh_hans: 无备用模型

source: No Group
zh_hans: 无组

source: No information available.
zh_hans: 暂无信息。

source: No matches
zh_hans: 无匹配项

source: No matching articles.
zh_hans: 没有匹配的文章。

source: No matching bookmarks
zh_hans: 没有匹配的书签

source: No matching models
zh_hans: 没有匹配的模型

source: No matching visits.
zh_hans: 没有匹配的访问记录。

source: No supported browser data was found. Choose a profile folder or an exported bookmarks HTML file.
zh_hans: 未找到支持的浏览器数据。请选择个人资料文件夹或导出的 HTML 书签文件。

source: No supported browsers were found on this Mac. You can skip this and import later in Settings.
zh_hans: 未在此 Mac 上找到受支持的浏览器。你可以跳过此步骤，稍后在设置中导入。

source: No unread articles. Use Show All to see articles you’ve read.
zh_hans: 没有未读文章。选择“显示全部”可查看已读文章。

source: No validated connection is available for this navigation.
zh_hans: 此次导航尚无通过验证的连接。

source: No web evidence was returned. This answer has not been verified against public sources.
zh_hans: 未返回网页证据。此回答尚未经公开来源核验。

source: None
zh_hans: 无

source: Not connected
zh_hans: 未连接

source: Not selected
zh_hans: 未选择

source: Numbers spreadsheet
zh_hans: Numbers 电子表格

source: Off
zh_hans: 关闭

source: Off by default. Block domains you choose; excluded sites bypass your custom rules.
zh_hans: 默认关闭。拦截你指定的域名；排除的网站不受自定规则限制。

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: On — %lld custom domains
zh_hans: 已开启 — %lld 个自定义域名

source: On Demand
zh_hans: 按需

source: On Demand starts with a preview; swipe horizontally for details. Automatic starts with details. No AI is used.
zh_hans: 按需模式先显示预览，水平轻扫可查看详情。自动模式直接显示详情。不使用 AI。

source: On this page
zh_hans: 本页内容

source: One domain per line, without https:// or a path. Includes subdomains. Up to 500 domains.
zh_hans: 每行一个域名，不含 https:// 或路径。包括子域名，最多 500 个域名。
